export const Epilogue=()=>{
    return(
        <div className="chapter-root">
        <h2>Финал. Напутствие.</h2>
        <p>Сегодня мы подошли к завершению нашего путешествия в мир фотографии. Мы с вами успели изучить историю развития фотографии, принципы работы камеры и оптики, основы композиции, света, цвета, техники съемки и многие другие аспекты этого удивительного искусства. Мы узнали, какими способами можно передать свои эмоции и идеи через объектив фотоаппарата, как создавать уникальные и запоминающиеся снимки.</p>
        <p>Помните, что фотография - это не просто набор пикселей на экране или бумаге. Это искусство, способное захватить мгновение и сохранить его на всю жизнь. Фотография - это ваш голос, ваше видение мира, ваша возможность высказать свое мнение.</p>
        <p>Я верю в каждого из вас и уверен, что вы сможете применить все знания и навыки, полученные на этом курсе, в своей практике. Не останавливайтесь на достигнутом, идите вперед и наполняйте свои кадры смыслом и чувством.
            Удачи вам, будьте творческими и не бойтесь экспериментировать. Свет вашего таланта всегда будет с вами.
            </p>
            <p>Спасибо и до новых встреч!</p>
            </div>
    )
}