import "./ChapterTemplate.css"
export const Fifth =()=>{
    return(
        <div className="chapter-root">
        <h2>Глава 5. Композиция, ракурсы и планы.</h2>
    <p>Без доли иронии готов заявить, что эта и следующая главы - это самое фундаментальное и важное, что вообще есть в этом курсе. Без лишних слов приступим к делу.</p>
    <h3>Что такое композиция?</h3>
    <p>Основы композиции важны в фотографии, архитектуре, кинематографе и живописи. Они помогают сделать произведение искусства гармоничным, приятным глазу. Да, для привлечения внимания, дерзких акцентов эти правила можно нарушать. Но стандартно им принято следовать. Ведь именно благодаря им изображение получается гармоничным и эстетически привлекательным.</p>
    <p>Слово произошло от латинского термина compositio. Если переводить дословно, то “compositio” - это составление, соединение частей. Поэтому можно сказать, что основы композиции — это правила, позволяющие гармонично размещать и комбинировать предметы для создания целостного рисунка.</p>
    <p>Обычно во всех курсах по композиции принято говорить о таких вещах, как правило третей и золотое сечение Фибоначчи, но лично мне эти правила кажутся до ужаса банальными. Я дам лишь те композиционные постулаты, которыми пользуюсь сам. Также все приведенные ниже правила будут использованы по большей части в портретной съемке. </p>
    <h3>Что такое контраст?</h3>
    <p>Контраст — это различие в признаках. Например, черное и белое, слон и Моська, заполненный людьми рынок или пустыня, где нет ничего, кроме солнца, неба и песков. Все эти пары отличаются по одному или нескольким признакам.
        Контраст в фотографии — распространённый приём, который делает снимок ярким, эффектным, запоминающимся, интересным для изучения.
        </p>
        <h3>1)Фрейминг. </h3>
        <p>Фрейминг в фотографии — это когда в кадре появляются рамки. Чтобы их получить, автор ищет ракурс, приближается или отдаляется, правильно расставляет модель или предметы в кадре друг относительно друга. Иногда нужно одно из перечисленного, а иногда — всё вместе и сразу. Например, фотограф посадил модель в кафе, а сам вышел на улицу и фотографирует сквозь стекло. Окно с рамой — это фрейм.
            Фрейминг — один из множества композиционных приемов. Его особенность в том, что, когда внутри кадра появляется рамка, она как бы обводит ключевой объект. Ограничивая его со всех сторон, отсекая лишнее, рамка концентрирует внимание внутри себя и притягивает взгляд. Вот и вся суть.
            </p>
            <div className="photo-collage-3">
        <img src="http://localhost:3500/media/courses/photography/5/5-1.jpg" alt="В груди мужика туннель"/>
        <img src="http://localhost:3500/media/courses/photography/5/5-2.jpg" alt="Мужик в шляпе с кольцами"/>
          <img src="http://localhost:3500/media/courses/photography/5/5-3.jpg" alt="заброшенное здание и птица"/>
          </div>
          <div className="photo-collage-3">
          <img src="http://localhost:3500/media/courses/photography/5/5-4.jpg" alt="Окно и мужик"/>
          <img src="http://localhost:3500/media/courses/photography/5/5-5.jpg" alt="Мужик полуголый на песке"/>
          <img src="http://localhost:3500/media/courses/photography/5/5-6.jpg" alt="Тусклый облик мужчины в стекле"/>
          </div>
          <h3>2)Световой контраст.</h3>
          <p>Световой контраст — это когда объекты отличаются по яркости. Часть объектов заметно светлее или темнее остальных. Проще говоря, это разница между чёрным и белым. Правило контраста гласит, что, чем больше разница между объектами, тем сильнее контраст. Получается, чтобы использовать яркостный контраст в фотографии, размещайте светлый объект на черном фоне, а тёмный — на светлом. Фотографируйте силуэт, выделяйте модель в темной локации белой одеждой или аксессуарами, подсвечивайте предмет дополнительно, чтобы он выступал из темноты и был более ярким.</p>
          <div className="photo-collage-2">
          <img src="http://localhost:3500/media/courses/photography/5/5-7.jpg" alt="Кудрявый мужчина стоит спиной"/>
          <img src="http://localhost:3500/media/courses/photography/5/5-8.jpg" alt="Мужчина в шляпе  у обрыва"/> 
          </div>
          <div className="photo-collage-2">
          <img src="http://localhost:3500/media/courses/photography/5/5-9.jpg" alt="Мужчина стоит боком "/> 
          <img src="http://localhost:3500/media/courses/photography/5/5-10.jpg" alt="Девушка стоит на камнях"/>
          </div> 
          <div className="photo-collage-2">
          <img src="http://localhost:3500/media/courses/photography/5/5-11.jpg" alt="Парень висит на цепи"/> 
          <img src="http://localhost:3500/media/courses/photography/5/5-12.jpg" alt="Рука"/> 
          </div>
          <div className="photo-collage-2">
          <img src="http://localhost:3500/media/courses/photography/5/5-13.jpg" alt="На лице у женщины - женщина"/> 
          <img src="http://localhost:3500/media/courses/photography/5/5-14.jpg" alt="Парень на мотоцикле"/>
          </div>
          <h3>3)Цветовой контраст.</h3>
          <p>Цветовой контраст в фотографии — самый простой и понятный вид контраста. Используя его, фотограф «сталкивает» объекты разных цветов. Например, красный и зелёный, фиолетовый и жёлтый. Чем сильнее цвета отличаются, тем сильнее контраст. Например, голубой и синий будут создавать гораздо меньшую разницу между собой, чем голубой и оранжевый.</p>
          <p>Чтобы создавать цветовой контраст, достаточно знать доминирующий цвет, который точно будет на фотографии, а потом дополнить его теми, которые от него отличается.</p>
          <div className="photo-collage-3">
           <img src="http://localhost:3500/media/courses/photography/5/5-15.jpg" alt="Парень альбинос стоит спиной"/>
           <img src="http://localhost:3500/media/courses/photography/5/5-16.jpg" alt="Парень альбинос глаз показывает"/>
           <img src="http://localhost:3500/media/courses/photography/5/5-17.jpg" alt="Девушка в горах"/>
           </div>
           <div className="photo-collage-3">
           <img src="http://localhost:3500/media/courses/photography/5/5-18.jpg" alt="Девушка в шляпе в горах"/>
           <img src="http://localhost:3500/media/courses/photography/5/5-19.jpg" alt="Мужик оранжевый"/>
           <img src="http://localhost:3500/media/courses/photography/5/5-20.jpg" alt="Кудрявый парень в море"/>
           </div>
           <h3>4)Геометрия.</h3>
           <p>Геометрическая фотография делает акцент на геометрических линиях, формах и узорах, встречающихся в окружающем мире. Хотя изображения геометрических форм часто встречаются в архитектурной фотографии, объект съемки может быть любым — от узоров, встречающихся в природе, до портретов. Единственная общая черта — это использование красоты геометрии для создания выразительного изображения.</p>
           <div className="photo-collage-2">
           <img src="http://localhost:3500/media/courses/photography/5/5-21.jpg" alt="Мужчина лежит на дороге"/>
           <img src="http://localhost:3500/media/courses/photography/5/5-22.jpg" alt="Мужчина полуголый"/>
           </div>
           <div className="photo-collage-2">
           <img src="http://localhost:3500/media/courses/photography/5/5-23.jpg" alt="Девушка в купальнике"/>
           <img src="http://localhost:3500/media/courses/photography/5/5-24.jpg" alt="ДДевушка с пальмой веткой"/>
           </div>
           <h3>5)Ракурсы и планы.</h3>
           <p>Ракурс — угол обзора, с которого снимается объект. В фотографии и кинематографе он может влиять на визуальный эффект, передачу настроения и информации. Фотографы, режиссеры и художники активно экспериментируют с различными ракурсами, чтобы добиваться нужных эффектов.</p>
           <p>Почему ракурс так важен? Короткий ответ на этот вопрос — потому что ракурс может определять то, как мы воспринимаем картинку, чтобы мы будем чувствовать во время просмотра и какие мысли у нас будут возникать. Вот какие функции выполняет ракурс съемки.</p>
           <ul>
            <li>
                Передача информации. Ракурс определяет, как объект или сцена будут представлены зрителю. Он определяет, что будет в фокусе, какие детали будут видны, а какие — скрыты. Например, съемка спереди и на уровне расположения объектов зачастую имеет нейтральный оттенок и помогает зрителю хорошо рассмотреть все детали центральных предметов или персонажей композиции. А съемка сверху (например, с квадрокоптера) обычно концентрируется не на человеке или предмете, а на окружающей обстановке: городе, природе и т.д.
           </li>
           <li>Направление внимания. Работая в тандеме с композицией кадра, ракурс помогает направлять внимание зрителя на определенные объекты или детали в кадре: на лицо героя, на главный предмет и т.д.</li>
           <li>Выражение эмоций и настроения. Ракурс может вызывать определенные эмоциональные реакции у зрителя. К примеру, низкий ракурс на фото человека, снятого под углом кверху, может создать ощущение героизма или мощи, а высокий — ощущение уязвимости или потерянности героя в большом пространстве. </li>
           <li>Искажение форм объектов. С помощью ракурса можно художественно преображать пропорции объектов съемки для создания эстетического или символического эффекта. Например, чтобы визуально увеличить объект, нередко применяют нижний ракурс. Поскольку основание предмета оказывается ближе к фотографу, оно выглядит массивнее. </li>
           <li>Создание динамики. Ракурс помогает передавать глубину и трехмерность в кадре. Поэтому для городской съемки часто применяют диагональный или угловой ракурсы, которые позволяют хорошо отделять персонажа от фона и создавать ощущение движения.</li>
           <li>Визуальное повествование. Выбрав правильный ракурс, можно создавать драматический эффект или рассказать сюжет, подчеркивая определенные события. Именно поэтому съемка одной и той же сцены часто выполняется одновременно с разных ракурсов, чтобы затем с помощью монтажа создавать нужный эффект в разные моменты времени. Например, крупный план на выражении лица актера отлично передает его эмоции и демонстрирует вовлеченность в происходящее.</li>
        </ul>
        <h3>Чем ракурс отличается от плана съемки?</h3>
        <p>Ракурсы — это точки взгляда на снимаемый объект. Если говорить проще, то это выбор того места в пространстве, которое занимает фотограф и зритель по отношению к изображаемому. </p>
        <p>Планы — это область на плоском пространстве изображения. Различают пять планов. Это пять зон на картинке, которые создают ощущение объема в кадре. Такого эффекта получается добиться за счёт того, что фотограф с помощью разных приёмов «отодвигает» планы, размещая их на разной удаленности друг от друга.</p>
        <h3>Какие бывают ракурсы?</h3>
        <div className="photo-collage-2">
        <img src="http://localhost:3500/media/courses/photography/5/5-25.jpg" alt="Якутяночка"/>
        <img src="http://localhost:3500/media/courses/photography/5/5-26.jpg" alt="Лысый мужик в подъезде"/>
        </div>
        <p>Слева нижний ракурс. Справа верхний ракурс.</p>
        <div className="photo-collage-2">
        <img src="http://localhost:3500/media/courses/photography/5/5-27.jpg" alt="Девушка с цветами"/>
        <img src="http://localhost:3500/media/courses/photography/5/5-28.jpg" alt="Девушка в дыму"/>
        </div>
        <p>Слева фронтальный ракурс. Справа боковой ракурс.</p>
        <h3>Какие бывают планы?</h3>
        <div className="photo-collage-2">
        <img src="http://localhost:3500/media/courses/photography/5/5-29.jpg" alt="Женский глаз"/>
        <img src="http://localhost:3500/media/courses/photography/5/5-30.jpg" alt="Мужчина с томным вщглядом "/>
        </div>
        <p>Слева план-деталь(сверхкрупный план). Справа крупный план.</p>
        <div className="photo-collage-2">
        <img src="http://localhost:3500/media/courses/photography/5/5-31.jpg" alt="Красивая девушка в перьях"/>
        <img src="http://localhost:3500/media/courses/photography/5/5-32.jpg" alt="Мужчина в обмотках"/>
        </div>
        <p>Слева средний план. Справа общий план.</p>
        <div className="photo-collage-1">
        <img src="http://localhost:3500/media/courses/photography/5/5-33.jpg" alt="Девушка на дальнем плане"/>
        </div>
        <p>Дальний план.</p>
        <h3>Классификация лицевых ракурсов.</h3>
        <p>Отдельно стоит рассмотреть, как снимают лицо человека для создания красивых портретов. В этой сфере есть своя отдельная классификация лицевых ракурсов.
            Анфас — когда лицо направлено прямо на камеру. Это нейтральный и пропорциональный ракурс, который подходит для симметричных лиц.
            Профиль — когда лицо повернуто на 90°. Он подчеркивает контур и профиль лица, а также может создавать ощущение таинственности или изящества.
            3/4 — когда лицо только слегка повернуто в сторону (на 45° от камеры). Этот ракурс делает лицо более объемным и выразительным, хорошо передает эмоции.
            2/3 — когда лицо достаточно сильно повернуто в сторону (на 60° от камеры), но не в профиль. Он делает лицо более интересным и оригинальным, придает больше динамики.
            </p>
            <div className="photo-collage-2">
         <img src="http://localhost:3500/media/courses/photography/5/5-34.jpg" alt="Девушка с каре анфас"/>   
         <img src="http://localhost:3500/media/courses/photography/5/5-35.jpg" alt="Мужик летчик на стуле профиль"/>
         </div>
         <p>Слева анфас. Справа профиль.</p> 
         <div className="photo-collage-2">  
         <img src="http://localhost:3500/media/courses/photography/5/5-36.jpg" alt="Девушка 3/4"/>   
         <img src="http://localhost:3500/media/courses/photography/5/5-37.jpg" alt="Мужик летчик 2/3"/>
         </div>
         <p>Слева 3/4. Справа 2/3. </p>   
         <p>Половину необходимого материала изучили, молодцы. Не забываем проходить тест в конце. В следующей главе бросим наш взор на необычные методы в съемке, а также я дам вам пару советов, основанных на моем личном опыте. До встречи.</p>
         </div>
         
    )
}
export const fifthTest=[
    {
        text:"Что определяет композицию в фотографии?",
        answers:[
            "Цвета",
            "Компоновку элементов на снимке",
            "Освещение"
        ]
    },
    {
        text:"Что такое ракурс в фотографии?",
        answers:[
            "Специальный фильтр",
            "Угол съемки, с которого снимается объект",
            "Насыщенность цветов"
        ]
    },
    {
        text:"Что такое план в фотографии?",
        answers:[
            "Уровень четкости изображения",
            "Тип использованного фотоаппарата",
            "Область на плоском пространстве изображения, разделенная на пять зон"
        ]
    },
    {
        text:"”Световой контраст — это когда объекты отличаются по яркости. Часть объектов заметно светлее или темнее остальных.” Верно ли данное утверждение?",
        answers:[
            "Да",
            "Нет"
            
        ]
    },
    {
        text:"Какие элементы помогают создать динамику в фотографии?",
        answers:[
            "Статические объекты",
            "Диагонали, динамичные линии, движение",
            "Акварельные оттенки"
        ]
    },
    {
        text:"Что влияет на выбор ракурса в фотографии?",
        answers:[
            "Уровень четкости изображения",
            "Форма объекта",
            "Угол обзора, высота съемки, расстояние до объекта"
        ]
    },
    {
        text:"Сколько бывает ракурсов?",
        answers:[
            "Четыре",
            "Три",
            "Два"
        ]
    },
    {
        text:"”Профиль — когда лицо повернуто на 45°. Он подчеркивает контур и профиль лица, а также может создавать ощущение таинственности или изящества.” Верно ли данное утверждение?",
        answers:[
            "Да",
            "Нет"
        ]
    },
]