export const First = () => {
  return (
    <>
        <h2>Глава 1. История появления и развития фотографии.</h2>
        <p>
            Итак, начнем издалека. Как вообще появилась фотография? Все началось в 19 веке, когда французский изобретатель и
            художник Жозеф Нисефор Ньепс создал первый способ зафиксировать изображение на светочувствительной поверхности.
            Химическое чудо случилось в 1822 году, но, увы, сам снимок сохранить не удалось. Зато уже в 1826 году тому же
            изобретателю посчастливилось сделать ещё один снимок, который сегодня считается самой первой фотографией в мире.
            Называется она «Вид из окна в Лечестер Плейс». Полюбуйтесь. Вставьте в приложение этот снимок обязательно.
        </p>
        <img src="" alt="Вид из окна Ланчестер Плейс" />
        <p>
            Для создания этого снимка Ньепс использовал стеклянную пластину, покрытую светочувствительным веществом, и длительную экспозицию. Этот состав был очень низкой светочувствительности, поэтому пришлось ждать, пока картинка проявится на пластине. Ожидание заняло не так много времени - всего 8-14 часов для одной фотографии. Работа Непьеса поистине стала началом новой эры в искусстве и науке.
            Сейчас оригинал «Вид из окна в Лечестер Плейс» хранится в техасском городе Остин в Исследовательском центре имени Гарри Рэнсома. Хранят бережно в специальном кейсе с бескислородной газовой смесью внутри. 
        </p>
        <p>
            Следующим ключевым моментом стало появление пленочной фотографии. На пленку, скорее всего, сделана большая часть ваших детских фотографий, а некоторые энтузиасты предпочитают делать исключительно пленочные снимки даже сейчас. “Пленочная революция” произошла 136 лет назад, когда в 1888 году была изобретена первая портативная фотографическая камера под коротким и запоминающимся названием «Кодак». Принципы съемки и компоненты, примененные впервые в этой камере, продолжают жить в каждом современном цифровом фотоаппарате, который, можно сказать, является её духовным наследником. У вас, наверное, возник вопрос, кто же был создателем этого волшебного изобретения. Что ж, давайте узнаем. 
        </p>
        <p>
            Джордж Истман запатентовал самую первую камеру Kodak - Kodak Box. Вскоре после этого была выпущена слегка улучшенная версия под названием Kodak No.1, которая впервые принесла людям доступную по цене фотографию.
        </p>
        <p>
            Это была простая, обтянутая кожей деревянная шкатулка - маленькая и достаточно легкая, чтобы ее можно было держать в руках. Сделать снимок с помощью Kodak было очень просто, требовалось всего три простых действия: повернуть ключ (чтобы намотать пленку), потянуть за шнурок (чтобы установить затвор), и нажать кнопку (чтобы сделать снимок). Подводя итог системе Kodak, Истман придумал блестяще простой рекламный слоган: «Вы нажимаете кнопку, а мы делаем все остальное».
            Предлагаю вам теперь познакомиться с этими старинными фотографиями, сделанными на первую компактную камеру Kodak No.1.
        </p> 
        <div>
            <img src="" alt="Девушка с книгой" />
            <img src="" alt="Индийский слон" />
            <img src="" alt="Мужчины на скамейке" /> 
            <img src="" alt="Люди на берегу моря" />
        </div>
        <p>В будущем я еще покажу вам большое количество пленочных фотографий, а пока хватит и этих.</p>
        <p>
            Ну и наконец перейдем к эпохе, в которой мы все с вами живем, - цифровой. Здесь моя совесть не позволяет мне сразу перейти к зеркальным и беззеркальным камерам, потому что хотелось бы также уделить внимание фотографиям, сделанным на первые мобильные телефоны и мыльницы. Мыльницы, кстати, в последнее время снова стали актуальны и произвели настоящий фурор в Японии, США и России из-за вернувшейся моды на винтаж. Но поговорим пока что о старых мобильных телефонах с камерой. Первый в мире телефон с камерой появился в 1999 году. Японская корпорация Kyocera представила модель VP-210. Сотовый имел всего одну камеру — фронтальную. Разрешение матрицы равнялось 0,1 mpx, в память телефона сохранялось не больше 20 снимков. А качество получаемого изображения было, мягко говоря, невысоким. Но со временем, когда качество доросло до 0,3 mpx, у людей стали получиться, хоть и технически некачественные снимки, но вполне приятные глазу. Вот вам несколько примеров: здесь в ворде фотки сжаты и не выглядят прям совсем плохо, но если их открыть побольше, вы все поймете.
        </p>  
        <img src="" alt="Осенний лес" />
        <img src="" alt="Городской закат" />
        <img src="" alt="Девушка на фоне солнца" />
        <img src="" alt="Девушка на лужайке ромашек" />
        <img src="" alt="Деревья на фоне малинового заката" />
        <img src="" alt="Море и городской закат"  />
        <img src="" alt="Парень в странной позе на фоне моря и заката" />
        <img src="" alt="Фонарный столб и дерево" />
        <p>В первой главе, если вы внимательно прочитали весь написанный текст, то могли заметить данную строчку “В некоторых темах материал будет затрагивать не только фотографию, но и кинематограф с живописью, так как все визуальное искусство неразрывно связано друг с другом.” Настало время выполнить свое обещание. Возможно, это только мне кажется, но фотографии, сделанные в разрешении 640x480 пикселей имеют довольно много общего с живописью эпохи Импрессионизма. Нечеткие очертания, яркие, насыщенные цвета и воздушная атмосфера - все это объединяет данные снимки и картины. Можете убедиться в этом сами:</p>
        <img src="" alt="Импрессионизм закат и море" />
        <img src="" alt="Импрессионизм море, яхты и солнце" />
        <img src="" alt="Импрессионизм озеро и лотусы"  />
        <img src="" alt="Импрессионизм яхта с малиновым опылением сверху" />
        <img src="" alt="Импрессионизм Солнце замок синие цвета" />
        <p>После такого сравнения на языке так и вертится пафосная фраза:”Фотограф – это художник, который рисует светом.”</p>
        <p>Теперь перейдем к эпохе нулевых годов, когда у людей были небольшие фотоаппараты, напоминающие по форме мыльницу. В настоящее время их также принято называть “digicam”. Качество снимков у данных аппаратов было значительно выше, чем у вышеописанных мобильных телефонов, но во многом нечеткие очертания и фирменный “retro look” сохранился. Выглядят данные фотоаппараты вот так:
        </p>
        <img src="" alt="Камера кодак изишейр" />
        <img src="" alt="Камера Сони Сайбершот" />
        <p>Теперь посмотрите на снимки, сделанные с помощью данных камер:</p>
        <img src="" alt="Бурый закат ,озеро и лес" />
        <img src="" alt="Гора и лес" />
        <img src="" alt="Просто лес" />
        <img src="" alt="Поле ,туман и слабый рассвет" />
        <p>
            Снимать на мыльницы довольно приятно даже сейчас, но из основных минусов использования данной аппаратуры можно выделить высокий риск поломки, хотя небольшая их стоимость полностью нивелирует эту проблему. 
        </p>
        <p>
            Закончив с совсем уж старой техникой, мы переходим к тому, чему будет полностью посвящена вся следующая глава, - зеркальные и беззеркальные фотоаппараты. В этой главе не буду подробно описывать техническое строение камеры, отличие зеркальных камер от беззеркальных, ибо все это вы сможете прочитать в следующей главе. Пока что просто покажу, как выглядят “зеркалки” и “беззеркалки”.

        </p>
            <img src="" alt="Камера Кэнон ЭО5" />
            <img src="" alt="Камерa Sony" />
        <p>
            Слева зеркальная камера. Справа, соответственно, беззеркальная.
        </p>
        <p>
            Что ж, вводная часть подошла к концу. В следующих главах вас ждет еще больше информации про камеры и оптику. А пока пройдите небольшой тест, чтобы закрепить новый материал. 
        </p>
          
    </>
  )
}

export const firstTest = [
    {
        text: "Кто создал первый способ зафиксировать изоражение на светочувствительной поверхности?",
        answers: [
            "Жозеф Нисефор Ньепс",
            "Гарри Рэнсом",
            "Джордж Истман"
        ]
    },
    {
        text: "Как называлась первая плёночная камера?",
        answers: [
            "Olympus",
            "Kodak",
            "Pentax"
        ]
    },
    {
        text: "В каком году был сделан первый в мире снимок, который удалось сохранить?",
        answers: [
            "1820",
            "1825",
            "1826"
        ]
    },
    {
        text: "Сколько часов пришлось ждать проявления первого в мире снимка на пластине?",
        answers: [
            "8-14 часов",
            "15-20 часов",
            "30 часов"
        ]
    },
    {
        text: "В каком году появился первый в мире телефон с камерой?",
        answers: [
            "1999",
            "2000",
            "2001"
        ]
    },
    {
        text: "Какое разрешение было у камеры первого в мире телефона?",
        answers: [
            "0.1 mpx",
            "0.2 mpx",
            "0.3 mpx"
        ]
    },
    {
        text: "На какой стиль похожи снимки, сделанные в разрешении 640х480 пикселей?",
        answers: [
            "Пуантилизм",
            "Импрессионизм",
            "Барокко"
        ]
    },
    {
        text: "Качество снимков у мыльниц(digicam) было значительно выше, чем у первых мобильных телефонов с камерой. Верно ли данное утверждение?",
        answers: [
            "Да",
            "Нет",
        ]
    }
]
