export const Introduction = () => {
  return (
    <div className="chapter-root">
        <h2>Введение. О чем будет данный курс?</h2>
        <p>Фотография - это искусство, которое делает мгновение вечным.</p>
        <p>
            Начать я бы, пожалуй, хотел с того, что главной целью данного курса является мое желание передать вам все те знания в
            области фотографии, которые я бы хотел получить в самом начале своего творческого пути. Искренне постараюсь сделать
            это максимально просто, понятно, без лишней “духоты” и формальности. Врать не буду - после прохождения этого
            учебного материала вы не станете великим фотографом, но базовое понимание технической части и источники, откуда
            можно черпать вдохновение и референсы, вы явно получите.
        </p>
        <p>
            Сразу оговорюсь, что курс по большей части посвящен именно творческой фотографии, и материала по студийной коммерческой съемке вы здесь не найдете.
            Также предупрежу, что манера подачи информации в курсе будет довольно неформальной. Представим, как будто вы, дорогие читатели, - просто мои старые знакомые, которые попросили меня научить вас обращаться с камерой, а я любезно согласился. 
        </p>
        <p>
            Курс условно разделен на 8 глав, каждая из которых раскрывает отдельную тему. В некоторых темах материал будет затрагивать не только фотографию, но и кинематограф с живописью, так как все визуальное искусство неразрывно связано друг с другом. По мере прохождения курса вы это поймете. После каждой главы, кроме седьмой, вам будет необходимо пройти небольшой тест для закрепления материала. Удачи!
        </p>
    </div>
  )
}
