export const Seventh=()=>{
    return(
        <div className="chapter-root">
        <h2>Глава 7. Кради как художник. Источники вдохновения и референсы.</h2>
        <p>О чем же будет идти речь в данной главе? Конечно же, об основополагающем принципе любой творческой персоны.
        </p>
        <p>В обществе считается зазорным подсматривать идеи у великих людей, ведь каждый хочет быть уникальным и неповторимым. Однако стоит понимать, что творчество — это умение комбинировать несколько уже существующих идей, ведь ничего принципиально нового на ровном месте придумать просто невозможно. Когда у художника спрашивают, откуда он берет свои идеи, честный художник отвечает: «Я их краду». Существует только то, что достойно быть заимствованным, а что нет.
            Нет ничего оригинального. Когда люди называют что-то оригинальным, они просто не вычислили источник заимствования. Всякий художник знает, что ничего не появляется из пустоты(как и физик, кстати). Пускай вас утешает то, что даже идею, которую вы украли, была также украдена не в чистом виде, приукрашена и переработана. И это нормально. Играйте в творчество, пока не начнете творить. 
            </p>
            <p>Притворяйтесь художником, писателем, дизайнером до тех пор, пока в самом деле им не станете. Учитесь, копируя. Так учатся великие художники. Они копируют тысячи раз, пока изобразительное искусство не станет для них вторым «Я», и только потом начинают создавать удивительные вещи. Однако, копируя, всегда думайте о том, как улучшить свою копию. Дополняйте, играйтесь со смыслом и идеями. К тому же рука человека не способна создать идеальную копию, вы все равно сделаете все немного иначе. Даже «Битлз» начинали с каверов.</p>
            <p>Важно понять две вещи. Когда копируете, важно решить, кого копировать и что копировать. Кого — тут все просто. То, что вам нравится. Что — не крадите стиль как таковой, крадите образ мыслей. К тому же, если вы украдете у одного, вас назовут плагиатором, если у многих — человеком творческим.</p>
            <p>Следующий шаг к прорыву в любом творчестве — имитация. Вслед за копированием приходит именно она. Именно неудачная попытка скопировать свой идеал делает вас уникальным. И вот вы уже не подражаете, а создаете.</p>
            <p>Все эти размышления, по сути, были лишь вступлением к тому, ради чего была создана эта глава. Я говорю про источники вдохновения и референсы. Без вдохновения никакого искусства бы не существовало. Далее просто приведу список, откуда я обычно беру референсы и новые идеи для съемки:</p>
            <h3>Сайты:</h3>
            <ul>
                <li><a href="https://www.flickr.com/">Find your inspiration. | Flickr</a></li>
                <li><a href="https://www.lomography.com/">Lomography</a></li>
                <li><a href="https://ru.pinterest.com/">Pinterest – Пинтерест</a></li>
                <li><a href="https://monovisions.com/">MONOVISIONS - Black & White Photography Magazine</a></li>
                <li><a href="https://www.behance.net/">Поиск Проекты :: Фотографии, видео, логотипы, иллюстрации и брендинг :: Behance</a></li>
            </ul>        
            <h3>Кино:</h3>
            <ul>
                <li>“Неоновый демон”(2016), реж. Николас Виндинг Рефн.</li>
                <li>“Только Бог простит”(2013), реж. Николас Виндинг Рефн.</li>
                <li>“Вальгалла: Сага о викинге”(2009), реж. Николас Виндинг Рефн.</li>
                <li>“Сталкер”(1979), реж. Андрей Тарковский.</li>
                <li>“Зеркало”(1974), реж. Андрей Тарковский.</li>
                <li>“Солярис”(1972), реж. Андрей Тарковский.</li>
                <li>“Сияние”(1980), реж. Стэнли Кубрик.</li>
                <li>“2001 год: Космическая одиссея”(1968), реж. Стэнли Кубрик.</li>
                <li>“Древо жизни”(2010), реж. Терренс Малик. </li>
                <li>“Бегущий по лезвию 2049”(2017), реж. Дени Вильнёва .</li>
                <li>“Отель «Гранд Будапешт»”(2014), реж. Уэс Андерсон.</li>
                <li>“Королевство полной луны”(2012), реж. Уэс Андерсон.</li>
                <li>“Семейка Тененбаум”(2001), реж. Уэс Андерсон.</li>
                <li>“Меланхолия”(2011), реж. Ларс фон Триер.</li>
                <li>“Фонтан”(2006), реж. Даррен Аронофски.</li>
                <li>“Гравитация”(2013),  реж. Альфонсо Куарон.</li>
                <li>“Дитя человеческое”(2006), реж. Альфонсо Куарон.</li>
                <li>“Амели”(2001), реж. Жан-Пьер Жёне.</li>
                <li>“Бедные-несчастные”(2023), реж. Йоргос Лантимос.</li>
                <li>“Ла-Ла Ленд”(2016), реж. Дэмьен Шазелл.</li>
                <li>“Маяк”(2019), реж. Роберт Эггерс</li>
                <li>“Таксист”(1976), реж. Мартин Скорсезе.</li>
                <li>“Русский ковчег”(2002), реж. Александр Сокуров.</li>
            </ul>
            <h3>Фотографы:</h3>
            <ul>
                <li><a href="https://korzov.com/?ysclid=lupdr0lzm9210727994">Алексей Корзов.</a></li>
                <li><a href="https://polinawashington.com/">Полина Вашингтон.</a></li>
                <li><a href="https://maley-photo.com/">Дмитрий Малей.</a></li>
                <li><a href="https://www.elenachernyshova.com/">Елена Чернышова.</a></li>
                <li><a href="https://gronsky.format.com/">Александр Гронский.</a></li>
                <li><a href="https://daniilkontorovich.com/">Даниил Конторович.</a></li>
                <li><a href="https://milkonskaya.ru/?ysclid=lupve5g4t5974640605">Эва Милконская.</a></li>
                <li><a href="https://vk.com/sophiebirdcosmic">София Черных.</a></li>
                <li><a href="https://gustarev.com/?ysclid=luzpw6d6gs929723839">Максим Густарев.</a></li>
            </ul>
            <h3>Лекции:</h3>
            <ul>
            <li><a href="https://www.youtube.com/watch?v=fDpEsg7j0vk">Алексей Корзов - Что стоит за портретом (youtube.com)</a></li>
            <li><a href="https://www.youtube.com/watch?v=IpWZPZ86mfM">Полина Вашингтон - Цвет в фотографии, искусстве и кино. (youtube.com)</a></li>
            <li><a href="https://www.youtube.com/watch?v=woRKAeci1VA">Соня Черных - Живой свет (youtube.com)</a></li>
            </ul>
            <p>В качестве финального штриха этой главы покажу несколько примеров того, как кинематографисты вдохновлялись полотнами великих художников.</p>
            <div className="photo-collage-2"> 
            <img src="http://localhost:3500/media/courses/photography/7/7-1.jpg" alt="Заводной апельсин"/>
            <img src="http://localhost:3500/media/courses/photography/7/7-2.jpg" alt="Прогулка заключенных Ван гог"/>
            </div>
            <p>Слева кадр из фильма “Заводной апельсин” Стэнли Кубрика. Справа “Прогулка заключенных” Винсента Ван Гога.</p>
            <div className="photo-collage-2">
            <img src="http://localhost:3500/media/courses/photography/7/7-3.jpg" alt="Зеркало"/>
            <img src="http://localhost:3500/media/courses/photography/7/7-4.jpg" alt="Охотники в снегу Брейгель"/>
            </div>
            <p>Слева кадр из фильма “Зеркало” Андрея Тарковского. Справа “Охотники на снегу” Питера Брейгеля-Старшего.</p>
            <div className="photo-collage-2">
            <img src="http://localhost:3500/media/courses/photography/7/7-5.jpg" alt="Психо"/>
            <img src="http://localhost:3500/media/courses/photography/7/7-6.jpg" alt="Дом у железной дороги Хоппер"/>
            </div>
            <p>Слева кадр из фильма “Психо” Альфреда Хичкока. Справа “Дом у железной дороги” Эдварда Хоппера.</p>
            <div className="photo-collage-2">
            <img src="http://localhost:3500/media/courses/photography/7/7-7.jpg" alt="Форрест Гамп"/>
            <img src="http://localhost:3500/media/courses/photography/7/7-8.jpg" alt="Мир Кристины"/>
            </div>
            <p>Слева кадр из фильма “Форрест Гамп” Роберта Земекиса. Справа “Мир Кристины” Эндрю Уайета.</p>
            <div className="photo-collage-2">
            <img src="http://localhost:3500/media/courses/photography/7/7-9.jpg" alt="Меланхолия"/>
            <img src="http://localhost:3500/media/courses/photography/7/7-10.jpg" alt="Офелия Милле"/>
            </div>
            <p>Слева кадр из фильма “Меланхолия” Ларса Фон Триера. Справа “Офелия” Джона Эверетта Милле.</p>
            <div className="photo-collage-2">
            <img src="http://localhost:3500/media/courses/photography/7/7-11.jpg" alt="Шоу Трумана"/>
            <img src="http://localhost:3500/media/courses/photography/7/7-12.jpg" alt="При свете луны Магритт"/>
            </div>
            <p>Слева кадр из фильма “Шоу Трумана” Питера Уира. Справа “При свете луны” Рене Магритта.</p>
            <p>На сегодня закончим. Материала вы получили вполне достаточно. Увидимся в последней главе.</p>
            </div>
    )
}
