export const Sixth=()=>{
    return (
        <div className="chapter-root">
        <h2>Глава 6. Необычные методы и советы.</h2>
    <p>Сразу сделаю ремарку, что подать данный материал структурировано довольно тяжело, ибо каждый метод отличается от остальных, но я постараюсь. Ниже вы найдете, немного информации о каждом из методов и примеры их использования.</p>
    <h3>Необычные методы в фотографии:</h3>
    <h4>1)Нейронные сети.</h4>
    <p>Эра современных технологий дает человеку невероятные возможности для творческой реализации. Уже существует большое количество различных нейронных сетей, выполняющих как рутинную работу фотографа, так и предоставляющих новые способы самовыражения. О нейросетях, выполняющих первую функцию, мы поговорим в следующей главе. А пока посмотрите на то, как “нейронки” могут разнообразить портретную съемку и добавить эффекта масляной живописи в кадр.</p>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-1.jpg" alt="Девушка в красном кондибобере"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-2.jpg" alt="Девушка в черном кондибобире"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-3.jpg" alt="Девушка намотанная в бинты"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-4.jpg" alt="Девушка и пламя"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-5.jpg" alt="Девушка с цветами"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-6.jpg" alt="Мужчина и красная река"/>
    </div>
    <h4>2)Мультиэкспозиция. </h4>
    <p>Мультиэкспозиция — это техника съемки, суть которой заключается в объединении двух и более изображений в одно. Появившаяся из-за ошибок и небрежности в обращении с пленкой, сейчас мультиэкспозиция по праву занимает достойное место в художественной фотографии. Этой технике уже много лет, но цифровые камеры подарили ей новую жизнь, дав свежий глоток для вдохновения и чувства прекрасного.</p>
    <p>Мультиэкспозиция получается путем наложения нескольких кадров друг на друга. Данный эффект достигается с помощью специального режима камеры, либо в программах обработки типа Photoshop. Сложность первого варианта заключается в непредсказуемости кадра: очень важно уметь применять технику мультиэкспозиции по назначению. </p>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-7.jpg" alt="Девушка и белый цветок"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-8.jpg" alt="Девушка и орел"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-9.jpg" alt="Девушка в Девушке"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-10.jpg" alt="Девушка в шляпе и горы"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-11.jpg" alt="Красная девушка"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-12.jpg" alt="Бангкок"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-13.jpg" alt="Мужчина и колючая проволка"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-14.jpg" alt="Мужчина и дорога"/>
    </div>
    <h4>3)Добавление текста на фото.</h4>
    <p>Добавление текста на фотографии - это способ привнести дополнительное значение и глубину к снимку. Текст может передать эмоции, подчеркнуть особенности момента, добавить уникальный сюжет или просто оставить послание для тех, кто увидит эту фотографию. Он может быть нежным и романтичным, веселым и игривым, или просто дополнить визуальное впечатление от снимка. В общем, классный метод, рекомендую.</p>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-15.jpg" alt="Девушка и любовь"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-16.jpg" alt="Мужчина с ладонями"/>
    </div>
    <h4>4)Инверсия цвета и света.</h4>
    <p>Скажу по опыту, что инверсия на снимке - это действительно ошеломляющий способ для изменения всего характера фотографии. Путем изменения цветовой гаммы и контрастности можно создать удивительные эффекты, которые привлекут внимание зрителя и заставят его вглядываться в каждую деталь снимка. Использование инверсии цвета и света позволяет подчеркнуть формы, текстуры и композицию, делая фотографию более выразительной и загадочной.</p>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-17.jpg" alt="Мужчина в очках ,черная фотография"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-18.jpg" alt="Мужчина с кровью, черная фотография"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-19.jpg" alt="Мужчина , красная фотография"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-20.jpg" alt="Мужчина с сигаретой"/>
    </div>
    <h4>5)Использование текстур.</h4>
    <p>По поводу этого метода тяжело сказать что-то определенное. В большинстве случаев он либо вызывают у людей эйфорию, либо недопонимание и комментарий вроде “Что это за колхоз?”. Мне лично наложение текстур как творческий прием очень нравится, поэтому не рассказать о нем я не мог. Делается это довольно легко в программе Photoshop. </p>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-21.jpg" alt="Мужчина ,разрез,мужчина"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-27.jpg" alt="Мужчина показывает шею"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-23.jpg" alt="Мужчина с длинными волосами черная фотография"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-24.jpg" alt="Девушка стоит спиной, черное фото"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-25.jpg" alt="Мужчина на мотоцикле ,красная ладонь"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-26.jpg" alt="Мужчина на мотоцикле , чб фото"/>
    </div>
    
    <h4>6)Использование рамок/коллажей.</h4>
    <p>Этот метод частично напоминает фрейминг, но выполняется исключительно на этапе постобработки. Как способ самовыражения - он прекрасен. Рекомендую.</p>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-28.jpg" alt="Мужчина тащит лодку"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-29.jpg" alt="Женщина в черном платье на фоне зелени"/>
    </div>
    <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-30.jpg" alt="Женщина у голубой стены"/>
   <img src="http://localhost:3500/media/courses/photography/6/6-31.jpg" alt="Мужчина развел руки"/> 
   </div>
   <div className="photo-collage-2">
    <img src="http://localhost:3500/media/courses/photography/6/6-32.jpg" alt="Мужчина на мотоцикле"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-33.jpg" alt="Мужчина на синем фото"/>
    </div>
    <h4>7)Длинная выдержка.</h4>
    <p>Съемка на длинной выдержке — это особая техника, которая, по сути, стала отдельным направлением в фотографии. Используя длинную выдержку, или как иногда говорят низкую скорость затвора, можно «смазать» движение элементов в кадре — движение воды, облаков, автомобилей или людей становится «размытым», «размазанным» по кадру.</p>
    <p>Вообще же, выдержка — это время, в течение которого открыт затвор вашей камеры. Этот период измеряется в секундах или долях секунды. Если мы имеем дело с долями секунды, то чем больше знаменатель (x в дроби 1/x), тем короче выдержка. Например, выдержка в 1/10 секунды более длинная, чем в 1/1000 секунды. Чем длиннее выдержка, тем больше света попадает на матрицу вашего фотоаппарата, и соответственно, светлее становится снимок.</p>
    <p>Точного числа, начиная с которого выдержка считается «длинной», нет. Хотя большинство фотографов согласятся с тем, что длинная выдержка — это такая, при которой уже не получится сделать резкую фотографию при съемке с рук (без штатива). Точное же значение в секундах (или долях секунды) будет зависеть от камеры и выбранного фокусного расстояния.</p>
    <div className="photo-collage-3">
    <img src="http://localhost:3500/media/courses/photography/6/6-34.jpg" alt="Девушка на синем фоне и цветы"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-35.jpg" alt="Девушка на синем фоне у окна"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-36.jpg" alt="Метро"/>
    </div>
    <h4>8)Использование призмы.</h4>
    <p>Призма — небольшой, недорогой и очень простой в использовании инструмент, который представляет из себя кусок стекла, преломляющий свет и создающий необычные эффекты на фото. Призмы в фотографии используют, когда хочется сделать фотографии более интересными. Их способность преломлять свет помогает создавать на фото красивые радужные блики, сюрреалистические отражения и другие оптические эффекты. В зависимости от того, какую призму вы будете использовать, можно добиться разных результатов.</p>
    <div className="photo-collage-3">
    <img src="http://localhost:3500/media/courses/photography/6/6-37.jpg" alt="Женщина с тремя лицами, чб"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-38.jpg" alt="Девушка в черном платье"/>
    <img src="http://localhost:3500/media/courses/photography/6/6-39.jpg" alt="Много девушек в белых платьях"/>
    </div>
    <h4>8)Использование софт-фильтра.</h4>
    <p>Возникает вопрос: ”А что же это такое?”. Не волнуйтесь, сейчас все узнаете. 
        Софт-фильтр — это дополнительная линза, которая крепится поверх вашего объектива. Он меняет направление отдельных лучей света таким образом, что картинка становится слегка размытой, светлеет, контраст в тенях снижается, а вокруг светлых или светящихся объектов появляется ореол. В качестве примера я взял снимок, сделанный с использованием фильтра Tiffen Black Pro-Mist (плотность 3).

        </p>
        <div className="photo-collage-3">
        <img src="http://localhost:3500/media/courses/photography/6/6-40.jpg" alt="Двое мужчин в туннеле, синее"/>
        <img src="http://localhost:3500/media/courses/photography/6/6-41.jpg" alt="Два парня в лифте"/>
        <img src="http://localhost:3500/media/courses/photography/6/6-42.jpg" alt="Мужчина в туннеле, зеленое"/>
        </div>
        <h4>9)Использование бликов, засветов и отражений.</h4>
        <p>Чисто технически любой блик и засвет на кадре - это брак, который портит картинку. Но так как этот курс посвящен именно творческой фотографии, мы не будем обращать внимание на то, что есть брак, а что - нет. Мы будем просто делать так, как нам нравится. На первых четырех фотографиях представлены примеры бликов от искусственного освещения, на пятом кадре засвет от солнца и на шестой фотографии пример портрета с использованием отражения. </p>
        <div className="photo-collage-2">
        <img src="http://localhost:3500/media/courses/photography/6/6-43.jpg" alt="Девушка и блик света , красный фон"/>
        <img src="http://localhost:3500/media/courses/photography/6/6-44.jpg" alt="Девушка стоит боком и блик света"/>
        </div>
        <div className="photo-collage-2">
        <img src="http://localhost:3500/media/courses/photography/6/6-45.jpg" alt="Девушка и блик света, на темном синем фоне"/>
        <img src="http://localhost:3500/media/courses/photography/6/6-46.jpg" alt="Девушка с красной рамой"/>
        </div>
        <div className="photo-collage-2">
        <img src="http://localhost:3500/media/courses/photography/6/6-47.jpg" alt="Девушка у окна"/>
        <img src="http://localhost:3500/media/courses/photography/6/6-48.jpg" alt="Рыжая девушка за окном"/>
        </div>
        <p>Итак, с методами закончили. Настала пора дать вам базовые советы при съемке фото.</p>
        <h4>Советы:</h4>
        <p>1)Первый и самый главный совет. Снимайте исключительно необычных и антуражных людей. Никому не интересно смотреть скучные портреты ваших друзей и родственников. Не бойтесь подходить к незнакомым людям на улице с просьбой их поснимать, если вас зацепила их внешность.
            Выбирайте локации, в которых вы никогда не были. Не бойтесь лечь в лужу или залезть на крышу, чтобы получить действительно красивый кадр. В общем, выходите из зоны комфорта, друзья мои. 
            </p>
            <div className="photo-collage-2">
            <img src="http://localhost:3500/media/courses/photography/6/6-49.jpg" alt="Девушка с собакой"/>
            <img src="http://localhost:3500/media/courses/photography/6/6-50.jpg" alt="Мужчина курит сигарету"/>
            </div>
            <div className="photo-collage-2">
            <img src="http://localhost:3500/media/courses/photography/6/6-51.jpg" alt="Мужчина с татуировками"/>
            <img src="http://localhost:3500/media/courses/photography/6/6-52.jpg" alt="Девушка С акссесуаром на лице"/>
            </div>
            <div className="photo-collage-2">
            <img src="http://localhost:3500/media/courses/photography/6/6-53.jpg" alt="Маджахет сс белой бородой"/>
            <img src="http://localhost:3500/media/courses/photography/6/6-54.jpg" alt="Мужчина в очках и с крестом"/>
            </div>
            <p>2)Не бойтесь экспериментировать с методами, о которых я рассказывал выше. Как вы уже, наверное, заметили в большинстве снимков в данном курсе сочетаются сразу несколько приемов композиции и несколько “необычных” методов.</p>
            <p>3)Поговорим о такой вещи, как пленочное зерно. Мне лично оно безумно нравится, ибо придает почти любому снимку структуру. Но, как и везде, есть исключения. 
                Зерно и эстетика пленки смотрятся антуражно со всеми черно-белыми фотографиями, но далеко не со всеми цветными. Не всегда грязь пленочных снимков лаконично подходит к яркому цвету. Бывают, конечно, моменты, когда небольшое количество зерна делают сочную и вкусную картинку ещё приятнее с точки зрению структуры. А цветным снимкам с пастельными тонами зерно придает структуру холста, словно снимок можно потрогать руками. В общем, каждый снимок требует индивидуального подхода. Никаких правил нет. Да и странно было бы, если б в искусстве были правила.
                </p>
                <p>Приведу пару примеров уместного использования зерна в фотографии.</p>
                <div className="photo-collage-3">
                <img src="http://localhost:3500/media/courses/photography/6/6-55.jpg" alt="Рука"/>
                <img src="http://localhost:3500/media/courses/photography/6/6-56.jpg" alt="Мужчина,девушка , чайки"/>
                <img src="http://localhost:3500/media/courses/photography/6/6-57.jpg" alt="Мужчина и девушка у дерева "/>
                </div>
                <p>4)Всегда, запомните, ВСЕГДА готовьтесь к съемкам заранее. Ищите референсы, вдохновляйтесь, продумывайте каждый кадр и записывайте в блокнот. Да, любое искусство - это хаос, но умение обуздать хаос и придать ему форму - это действительно важный навык. Я ни в коем случае не заставляю вас снимать по строгим академическим правилам. Я лишь хочу, чтобы вы навсегда запомнили, что чем больше времени вы потратите на подготовку к съемке, тем лучше она выйдет. </p>
                <p>5)Во время съемки всегда следите за тем, чтобы по вашим фотографиям было тяжело определить, какая сейчас временная эпоха. Снимать антуражный портрет на фоне исторического здания, когда у модели из кармана торчит новенький айфон, - это большая ошибка. </p>
                <p>6)Проверяйте, по какому ориентиру вы фокусируетесь при съемке. Во время портретной съемки резкость всегда должна быть на глазах человека.
                    7)Никогда не обрезайте людям конечности на фотографиях, особенно по суставам.  Визуально это выглядит крайне неприятно, будто у 
                    </p>
                    <p>8)Если вы снимаете человека, у которого руки находятся в карманах, то попросите модель вытащить из кармана большие пальцы. Просто поверьте на слово. Так будет лучше.</p>
                    <p>9)Обязательно проверяйте, пересекаются ли контуры главного объекта кадра с декорациями? Из головы человека никогда не должна выходить ветка дерева или столб на снимке.</p>
                    <p>Этот совет можно даже выделить в отдельное правило, которое называется "ПРИЩУРЬСЯ". Если прищуриться, то все декорации должны стать не видны, а главный объект, наоборот, должен выделиться.</p>
                    <p>10)Когда вы делаете фото и потом выкладываете их в социальную сеть, то никогда не забывайте о правиле контрастов ни на каком из этапов вашей работы. Делайте контрасты с помощью света и тени(очертаний объектов), ярких и блеклых цветов, крупных и дальних ракурсов, верхних и нижних плавно, фокусных расстояний и так далее. Контрасты - это основа основ.</p>
                    <p>11)Референсы и источники вдохновения - это невероятно важная вещь для любого человека, чья жизнь напрямую сопряжена с творчеством. Этому принципу будет посвящена вся следующая глава. Пройдите тест для закрепления новых знаний и вперед заслуженно отдыхать. </p>
                    </div>
                    
    )
}
export const sixthTest=[
    {
        text:"”Мультиэкспозиция — это техника съемки, суть которой заключается в объединении двух и более изображений в одно.” Верно ли данное утверждение?",
        answers:[
            "Да",
            "Нет"
        ]
    },
    {
        text:"Какой эффект можно добиться при использовании длинной выдержки?",
        answers:[
            "Объект в движении смазывается",
            "Эффект виньетирования",
            "Эффект перспективы"
        ]
    },
    {
        text:"“Выдержка — это время, в течение которого закрыт затвор вашей камеры.” Верно ли данное утверждение?",
        answers:[
            "Да",
            "Нет"
        ]
    },
    {
        text:"Какой эффект достигается при использовании софт-фильтра в фотографии?",
        answers:[
            "Увеличение контрастности",
            "Создание более резкого изображения",
            "Картинка становится слегка размытой, светлеет, контраст в тенях снижается, а вокруг светлых объектов появляется ореол"
        ]
    },
    {
        text:"Где должна быть резкость во время портретной съемки?",
        answers:[
            "На глазах",
            "На носу",
            "На губах"
        ]
    },
    {
        text:"Если вы снимаете человека, у которого руки находятся в карманах, то что нужно попросить сделать? ",
        answers:[
            "Присесть",
            "Повернуться",
            "Вытащить большие пальцы из карманов"
        ]
    },
    {
        text:"”Во время съемки всегда следите за тем, чтобы по вашим фотографиям было тяжело определить, какая сейчас временная эпоха.” Верно ли данное утверждение?",
        answers:[
            "Да",
            "Нет"
        ]
    },
    {
        text:"Что является наиболее важным аспектом в развитии человека, чья жизнь напрямую сопряжена с творчеством?",
        answers:[
            "Знание основ композиции",
            "Референсы и источники вдохновения",
            "Знание цветокоррекции"
        ]
    },
]