export const Third = () => {
  return (
    <>
        <h2>Глава 3. Что из себя представляет оптика?</h2>
        <p>Вы уже на третьей главе, поздравляю. Не буду лишний раз тратить ваше драгоценное время и перейду сразу к делу. Что вообще такое объектив? Объектив — это глаз камеры. Без него невозможно получить никакое изображе­ние. От объектива зависит наше видение сцены, также зависит, какая ее часть бу­дет в фокусе. Разные величины фокусного расстояния дают нам разный взгляд на мир. Объективы делятся на 2 категории: объективы с переменным фокусным расстоянием (зум-объективы) и объективы с постоянным фокусным расстоянием (так называемые "фиксы"). Также объективы бывают автофокусные и мануальные. Если вы используете первый вариант, то электроника внутри оптики будет сама фокусироваться и делать за вас большую часть работы. Мануальные же объективы представляют из себя набор линз в металлическом корпусе без какой-либо электронике. Не буду лукавить - я большой фанат именно мануальной оптики. Конкретно в творческой фотографии она дает намного больше возможностей для реализации своих задумок, к тому же мануальные объективы значительно дешевле автофокусных.</p>
        <img src="" alt="Объективы камер" />
        <p>Слева объектив с фиксированным фокусным расстоянием. Справа, соответственно, с переменным фокусным расстоянием.</p>
        <img src="" alt="автофокусный  объектив"  />
        <img src="" alt="мануальный объектив"  />
        <p>Слева автофокусный объектив. Справа, соответственно, мануальный объектив.</p>
        <h3>Чем “фиксы” отличаются от “зумов”?</h3>
        <p>В двух словах, разница между зум- и фикс-объективами состоит в том, что зум-объективы более универсальны, дают возможность снимать на разных фокусных расстояниях без необходимости постоянно менять фототехнику. С другой стороны фикс-объективы обычно обладают лучшими оптическими характеристиками, большей светосилой, меньшим фокусным расстоянием, не говоря уже о более легком весе и компактном размере. Что касается меня, то я предпочитаю исключительно оптику с фиксированным фокусным расстоянием. </p>
        <h3>Что такого в этих ваших “мануальных” объективах?</h3>
        <p>Чуть выше вы могли заметить, что я неровно дышу по отношению к старой оптике без автофокуса. Сейчас постараюсь рассказать и показать, в чем же причина такой симпатии. Прозвучит парадоксально, но в большинстве случаев оптика, выпущенная 60-70 лет назад в умелых руках может выдавать гораздо более живописную картинку, чем самый дорогой современный объектив. Именно несовершенство оптических схем тех времен создает незабываемый антураж снимков. Да, старые объективы могут выдавать довольно нечеткое изображение, ловить блики и засветы, а иногда вообще имеют такой весомый недостаток, как радиоактивное просветление линз. О последнем нюансе я расскажу более подробно чуть позже. Также в первой главе было довольно мало снимков, сделанных на пленке, поэтому здесь я исправляюсь. Все фотографии, сделанные на винтажную оптику, которые вы увидите ниже, сняты на пленку. </p>
        <img src="" alt="силует женщины в туннеле"  />
        <img src="" alt="женщина а внутри ее синее пламя"  />
        <p>Объектив: Super-Multi-Coated TAKUMAR 50mm f1.4</p>
        <img src="" alt="Рука,лес,мужчина"  />
        <img src="" alt="Женщина внутри ее мужчина"  />
        <img src="" alt="Лес,озеро,руки"  />
        <img src="" alt="На фотографии фотография девушки и эта фотография лежит на столе "  />
        <p>Объектив: Canon FD 28mm f2.8 и Canon FD 50mm f1.4</p>
        <img src="" alt="Руки, сдерживающие свет"  />
        <img src="" alt="Женщина многоглазка"  />
        <p>Объектив: Minolta MC Rokkor-PG 58 mm f1.2</p>
        <img src="" alt="Черно-белый пейзаж берега моря"  />
        <img src="" alt="Черно-белый пейзвж берега моря со скалами"  />
        <p>Объектив: Olympus Zuiko 24 mm f/ 2.8 NMC</p>
        <p>Как вы уже могли понять, старую оптику можно использовать не только с пленочными камерами, но и с цифровыми. Проблема лишь в том, что вам понадобится одна вещь - переходник. Он нужен для того, чтобы “подружить” современный фотоаппарат, у которого свой фирменный байонет, с резьбой мануального объектива. К примеру, советский портретный объектив Helios 44m-7 имеет резьбу M42. Чтобы использовать эту оптику с камерами Nikon, Canon, Fujifilm и т.д. понадобится соответствующий переходник.</p>
        <p>Что касается моего опыта работа с винтажной оптикой, то могу сказать одно - абсолютно любой мануальный объектив, произведенный в Японии или Германии будет великолепен. Еще можете поразвлечься с советской мануальной оптикой(Гелиос, Юпитер, Таир, Мир, Индустар), но их оптическое качество в сравнении с зарубежными аналогами, на мой взгляд, уступает. Основной мой любимчик - это Zuiko 50mm f1.4 NMC. Но будьте аккуратны с просветлением объективов. К примеру, TAKUMAR 50mm f1.4 и Zuiko 50mm f1.4 ранних версий имеют радиоактивное покрытие на линзах, из-за чего дозиметр показывает легкий фон около данных объективов. </p>
        <p>Интересный факт: оператор кинокартины “Бэтмен”(2022)  Грег Фрейзер, помимо британского кинооборудования, использовал фотообъективы "Гелиос 44-2" и "Юпитер-9" для получения аутентичной картинки. Они выпускались с 1950-х и были копиями немецких Carl Zeiss.</p>
        <p>Теперь перейдем к такому важному аспекту, как фокусное расстояние. </p>
        <h3>Что такое фокусное расстояние?</h3>
        <p>Не будем изменять традициям и максимально упростим определение. Фокусное расстояние объектива – это характеристика объектива, определяющая его возможности: увеличение и угол обзора, перспективу и размытие заднего плана(боке). Фокусное расстояние(ФР) всегда измеряется в миллиметрах.</p>
        <img src="" alt="Схема как попадает свет и настраивается фокус"  />
        <p>Широкоугольные объективы(ширики) – охватывают фокусные расстояния от 8 до 35 мм, при этом объектив с фокусным расстоянием 8 мм дает обзор 180 градусов, а 35 мм – 63 градуса. Такие объективы используются для съемки пейзажей, интерьеров, некрупных портретов в узких улочках или для съемки большого количества людей в небольшом помещении, где нет возможности отойти подальше. Такие объективы дают масштабную картинку, однако есть и минус – искажения по краям снимка, поэтому людей лучше размещать по центру.</p>
        <p>Портретные объективы(портретники) – охватывают фокусные расстояния от 35 до 85 мм и считаются нормой, то есть дают меньше всего искажений и лучше всего подходят для съемки портретов. Угол обзора тут от 63 до 28 градусов.</p>
        <p>Длиннофокусные объективы(телевики) – охватывают фокусные расстояния от 85 до 600 мм и рассчитаны на съемку удаленных объектов с большим приближением. Используются в основном для съемки дикой природы, репортажа и слежки – ситуаций, когда ближе подойти просто невозможно. Если, к примеру, на 135 мм угол обзора примерно 18 градусов, то на сверхдлиннофокусном объективе 600 мм он сужается до 4 градусов. Дальше только телескопы.</p>
        <h3>Чем фокусное расстояние(ФР) отличается от эквивалентного фокусного расстояния(ЭФР)?</h3>
        <p>Во времена фотоплёнки наиболее широкое распространение имела плёнка формата 35 мм — она, как и размеры её кадра (24х36 мм), знакомы всем. И раз на всех камерах площадь кадра была одинакова, то и угол обзора таких объективов можно было удобно охарактеризовать конкретным числом — фокусным расстоянием. Таким образом, достаточно было сказать, что съёмка велась на объектив с фокусным расстоянием 50 мм, и всем было понятно, что фотограф снимал с углом обзора 45°. Сегодня это также просто работает с полнокадровыми цифровыми камерами.</p>
        <p>Дело в том, что угол обзора объектива зависит ещё и от размера светочувствительного сенсора. При одном и том же фокусном расстоянии чем меньше сам сенсор, тем уже угол обзора будет получаться на фото.</p>
        <p>Эквивалентное фокусное расстояние (ЭФР) — это характеристика системы объектива и матрицы, дающая представление об угле обзора этой системы. Она показывает, какое фокусное потребовалось бы объективу на полнокадровой камере, чтобы получить такой же угол обзора. Если фотоаппарат(камера с объективом) неполнокадровые, в их характеристиках обычно указывается не только физическое фокусное расстояние объектива, но и эквивалентное фокусное расстояние.</p>
        <h3>Как рассчитать эквивалентное фокусное расстояние?</h3>
        <p>Для этого нужно знать кроп-фактор — разницу в размерах диагонали матрицы вашего фотоаппарата и полнокадровой матрицы. Так, разница диагоналей между матрицей APS-C и полнокадровой составляет 1,5. Поэтому кроп-фактор для APS-C камер и объективов составит 1,5. Зная кроп-фактор, умножим на него реальное фокусное расстояние объектива и получим его ЭФР. К примеру, объектив с фокусным расстоянием 50 мм на камере APS-C будет иметь ЭФР (50 х 1.5) 75 мм, то есть на кропе 50 мм объектив даст такой же угол обзора, как на полном кадре 75 мм.</p>
        <p>Сухая теория по ФР почти закончилась, поэтому теперь перейдем к самому интересному - использованию объективов с разным фокусным расстоянием на практике. Я совру, если скажу, что не являюсь фанатом кинематографа. Я его просто обожаю. Поэтому все следующие примеры будут взяты из различных кинолент.</p>
        <p>Начнем со сверхширокоугольных и широкоугольных объективов.</p>
        <p>Французский кинорежиссёр Жан-Пьер Жёне любитель широкоугольной оптики. Чаще всего он использовал в своих работах объективы 18 мм или 25 мм. В фильме «Чужой 4: Воскрешение» фокусное расстояние сокращается еще сильнее, до 14 мм. Сделано это, чтобы локации выглядели более массивно и устрашающе.</p>
        <img src="" alt="Сцена из фильма в каком то морге, где женщина и мужик в белом халате"  />
        <p>Один из величайших кинооператоров нашего времени Эммануэль Любецки в картине Алехандро Гонсалеса Иньярриту “Выживший”(2015 г.) специально использовал широкоугольную оптику, чтобы добиться эффекта присутствия у зрителя. Зритель словно находился возле персонажа и проживал историю вместе с ним.</p>
        <img src="" alt="Сцена из фильма Выживший с Дикаприо"  />
        <p>Анаморфотная широкоугольная оптика является характерной чертой стилистически уникального режиссера Уэса Андерсона. Съемки его фильмов в основном проходят на объективы 40 мм или 27 мм («Отель «Гранд Будапешт»» и «Семейка Тененбаум»). Выбор Тарантино, как правило, не ограничивается одним видом линзы, но довольно часто предпочтение отдаётся 40 мм или 50 мм. На анаморфотный объектив с таким фокусным расстоянием снимались многие сцены «Бесславных ублюдков» и «Джанго освобожденного», а в качестве референсов для создания сцен с интерьером особняка работорговца режиссёр с оператором обращались к кадрам фильмов «Изгнанник» и «Письмо незнакомки», снятых на 35-миллиметровую линзу.</p>
        <img src="" alt="Мужчина сидит на кресле в модных очках"  />
        <p>Перейдем к классическим, портретным объективам.</p>
        <p>Конкретно про данный тип объективов сложно сказать что-то особенное. Они применяются при съемке абсолютно любой кинокартины, ибо фокусное расстояние, равное 50мм, примерно равно фокусному расстоянию человеческого глаза. Далее приведу примеры этого ФР в фильмах.</p>
        <img src="" alt="Маяк с Паттинсоном"  />
        <img src="" alt="Сцена из фильма , где мужчина с укладкой волос назад"  />
        <p>Слева кинокартина “Маяк”(2019) Роберта Эггерса. Справа кинокартина “Изгнание”(2007) Андрея Звягинцева.</p>
        <img src="" alt="Бойцовский клуб"  />
        <img src="" alt="Реквием по мечте"  />
        <p>Слева кинокартина “Бойцовский клуб”(1999) Дэвида Финчера. Справа кинокартина “Реквием по мечте”(2000) Даррена Аронофски.</p>
        <img src="" alt="Космическая одиссея , мужик с томным взгядом"  />
        <p>Кинокартина “2001 год: Космическая одиссея”(1968) Стэнли Кубрика.</p>
        <p>Настал черед длиннофокусных объективов.</p>
        <p>При съёмке с длиннофокусным объективом глубина резкости становится меньше, усиливается эффект размытия заднего плана, в кадр попадает меньше объектов. Это создает идеальное условие для концентрации внимания на главном предмете, чаще всего так выделяется какая-то деталь или снимаются крупные планы.</p>
        <p>В фильме «Драйв» телеобъектив использовали в одной из сцен с целью создать ощущение отчужденности персонажа Райана Гослинга. В то время, как герой находится в состоянии принятия важного решения, зритель как бы наблюдает за ним издалека. Оператор и режиссёр хотели добиться эффекта подглядывания. Этот способ применялся и одной из ключевых фигур американского кинематографа Джоном Фордом.</p>
        <img src="" alt="Драйв, Райан Гослинг"  />
        <p>До появления стедикама было непросто запечатлеть на камере активно сменяющиеся действия экшен-характера: погони, выстрелы, драки, — поэтому режиссеры, в том числе и Акира Куросава, использовали в подобных случаях длиннофокусную оптику. Это позволяло достигнуть большей динамичности и интенсивности внутри каждого кадра.</p>
        <img src="" alt="Самураи на поле битвы"  />
        <p>Оптика - один из самых сильных инструментов выстраивания художественного образа. Подбор объектива для фото/видеосъёмки не просто вопрос уместности и соответствия задачам построения кадра. Опытные специалисты уже на этапе раскадровки могут приметить, какая техника потребуется для реализации задуманной сцены, но это еще и большой творческий процесс, в рамках которого метры индустрии экспериментируют и рождают новые приемы и способы выражения киновысказывания.</p>
        <p>Что же касается моего опыта использования различных фокусных расстояний, могу с полной уверенностью сказать, что в портретной фотографии вам вполне хватит всего двух объективов с фокусными расстояниями 35 и 85 мм соответственно. Если потратиться на качественную светосильную оптику, то этих двух объективов вам хватит на всю жизнь.</p>
        <h3>Какое фокусное расстояние у человеческого глаза?</h3>
        <p>Глаза человека имеют обзор до 125 градусов по вертикали и до 150 градусов по горизонтали (при условии, что оба глаза открыты). Если эти цифры перевести в фокусное расстояние в миллиметрах, то получится 22,3 мм (большинство исследователей сходятся именно на этой цифре). По углу обзора глаза похожи на широкоугольный объектив, однако перспективу и пространственные отношения между объектами мы воспринимаем примерно так, как на картинке портретного объектива (примерно 43 мм).</p>
        <h3>Что такое ГРИП и боке?</h3>
        <p>Наверное, вы уже утомились, поэтому глава постепенно подходит к концу. “На десерт” я оставил такие вещи, как глубина резкости изображаемого пространства(ГРИП) и боке. Они неразрывно связаны друг с другом. </p>
        <p>Глубина резкости является одним из значимых художественных приемов в фотографии — в портретной съемке, при помощи малой ГРИП (глубина резко изображаемого пространства) фотограф размывает фон и акцентирует внимание на модели, а, снимая с большой ГРИП, передает на плоской фотографии всю глубину пространства в пейзаже.</p>
        <p>Боке — очень часто встречаемый художественный приём в фотографии, суть которого кроется в размытии заднего плана. Обычно выглядит как кружочки, которые сливаются или остаются раздельными, образуя неповторимый рисунок тем самым выгодного выделяя объект съемки.</p>
        <p>Параметры влияющие на ГРИП при съемке:</p>
        <ul>
            <li>Фокусное расстояние объектива — чем меньше фокусное расстояние, тем больше ГРИП и наоборот.</li>
            <li>Диафрагма — чем шире открыта (меньше диафрагменное число), тем меньше ГРИП и наоборот. О диафрагме я расскажу поподробнее в следующей главе.</li>
            <li>Дистанция фокусировки — чем больше дистанция до объекта, тем больше ГРИП. </li>
            

        </ul>
        <img src="" alt="Девущка сжигает книгу"  />
        <img src="" alt="Девушка облакатилась об перила"  />
        <p>Примеры портретов с эффектом боке.</p>
        <p>Фух, вот мы и закончили с этой, отнюдь, не самой простой темой. Надеюсь, вы все усвоили, ибо, как и обычно, вас ждет финальный тест в конце главы. В следующей части мы основательно побеседуем на тему ISO, выдержки и диафрагмы. </p>

    </>
  )
}
